Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Onboarding.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Onboarding.TermsOfService.AgreementButtonTitle.v136
source: Agree and Continue
br: Asantiñ ha kenderc’hel
bs: Slažem se, nastavi
ca: Accepta i continua
co: Accettà è cuntinuà
cs: Souhlasím a pokračovat
cy: Cytuno a Pharhau
da: Accepter og fortsæt
de: Zustimmen und Fortfahren
dsb: Pśizwóliś a pókšacowaś
el: Αποδοχή και συνέχεια
eo: Konsenti kaj daŭrigi
es: Aceptar y continuar
es_ar: Aceptar y continuar
es_cl: Aceptar y continuar
es_es: Aceptar y continuar
es_mx: Aceptar y continuar
eu: Onartu eta jarraitu
fi: Hyväksy ja jatka
fr: Accepter et continuer
gl: Aceptar e continuar
he: הסכמה והמשך
hr: Prihvati i nastavi
hsb: Přizwolić a pokročować
hu: Elfogadás és folytatás
hy_am: Համաձայնել և շարունակել
ia: Acceptar e continuar
id: Setuju dan Lanjutkan
is: Samþykkja og halda áfram
it: Accetta e continua
ja: 同意して続ける
ka: თანხმობა და გაგრძელება
kab: Qbel syen kemmel
kk: Келісу және жалғастыру
ko: 동의하고 계속
lo: ເຫັນດີ ແລະ ດຳເນີນການຕໍ່
ml: സമ്മതിച്ച് തുടരുക
nb: Godta og fortsett
nl: Akkoord en doorgaan
nn: Godta og hald fram
pa_in: ਸਹਿਮਤ ਅਤੇ ਜਾਰੀ ਰੱਖੋ
pt_br: Aceitar e continuar
pt_pt: Aceitar e continuar
rm: Acceptar e cuntinuar
ru: Согласиться и продолжить
scn: Accetta e cuntinua
si: එකඟ වී ඉදිරියට
sk: Súhlasím a pokračovať
sl: Strinjam se, nadaljuj
sq: Pajtohem dhe Vazhdo
sv: Godkänn och fortsätt
tg: Розӣ шавед ва идома диҳед
th: ยินยอมและดำเนินต่อ
tr: Kabul et ve devam et
ug: قوشۇلۇپ داۋاملاشتۇر
uk: Погодитись і продовжити
vi: Đồng ý và tiếp tục
zh_cn: 同意并继续
zh_tw: 同意並繼續

# Onboarding.TermsOfService.AgreementButtonTitle.v140
source: Continue
br: Kenderc’hel
bs: Nastavi
ca: Continua
co: Cuntinuà
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Weiter
dsb: Dalej
el: Συνέχεια
eo: Daŭrigi
es_ar: Continuar
es_cl: Continuar
es_es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hr: Nastavi
hsb: Dale
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
ka: გაგრძელება
kab: Kemmel
kk: Жалғастыру
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
scn: Cuntinua
si: ඉදිරියට
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sv: Fortsätt
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# Onboarding.TermsOfService.ManageLink.v135
source: Manage
br: Merañ
bs: Upravljaj
ca: Gestiona
co: Amministrà
cs: Správa
cy: Rheoli
da: Håndter
de: Verwalten
dsb: Zastojaś
el: Διαχείριση
eo: Administri
es: Administrar
es_ar: Administrar
es_cl: Administrar
es_es: Administrar
es_mx: Administrar
eu: Kudeatu
fi: Hallitse
fr: Gérer
gl: Xestionar
he: ניהול
hr: Upravljaj
hsb: Rjadować
hu: Kezelés
hy_am: Կառավարել
ia: Gerer
id: Kelola
is: Stjórna
it: Gestisci
ja: 管理
ka: მართვა
kab: Sefrek
kk: Басқару
ko: 관리
lo: ຈັດການ
ml: ക്രമീകരിക്കൂ
nb: Behandle
nl: Beheren
nn: Handsam
pa_in: ਬੰਦੋਬਸਤ
pt_br: Gerenciar
pt_pt: Gerir
rm: Administrar
ru: Управление
sat_olck: ᱢᱮᱱᱮᱡᱽ ᱢᱮ
scn: Manija
si: කළමනාකරණය
sk: Spravovať
sl: Upravljaj
sq: Administrojini
sv: Hantera
tg: Идоракунӣ
th: จัดการ
tr: Yönet
tt: Идарә итү
ug: باشقۇرۇش
uk: Керувати
vi: Quản lý
zh_cn: 管理
zh_tw: 管理

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v135
source: Learn more.
br: Gouzout hiroc’h.
bs: Saznajte više.
ca: Més informació.
co: Sapene di più.
cs: Zjistit více.
cy: Dysgu rhagor.
da: Læs mere.
de: Weitere Informationen
dsb: Dalšne informacije.
el: Μάθετε περισσότερα.
eo: Pli da informo.
es: Saber más.
es_ar: Conocer más.
es_cl: Aprender más.
es_es: Saber más.
es_mx: Saber más.
eu: Argibide gehiago.
fi: Lue lisää.
fr: En savoir plus.
gl: Máis información.
he: למידע נוסף.
hr: Saznaj više.
hsb: Dalše informacije.
hu: További információk.
hy_am: Իմանալ ավելին:
ia: Pro saper plus.
id: Pelajari selengkapnya.
is: Fræðast meira.
it: Ulteriori informazioni.
ja: 詳細情報
ka: ვრცლად.
kab: Issin ugar.
kk: Көбірек білу.
ko: 자세히 보기.
lo: ຮຽນຮູ້ເພີ່ມເຕີມ.
ml: കൂടുതൽ അറിയുക.
nb: Les mer.
nl: Meer info.
nn: Les meir.
pa_in: ਹੋਰ ਜਾਣੋ।
pt_br: Saiba mais.
pt_pt: Saber mais.
rm: Ulteriuras infurmaziuns.
ru: Подробнее.
sat_olck: ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ ᱾
scn: Cchiù nfurmazzioni.
si: තව දැනගන්න
sk: Ďalšie informácie.
sl: Več o tem.
sq: Mësoni më tepër.
sv: Läs mer.
tg: Маълумоти бештар.
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın.
tt: Күбрәк белү.
ug: تەپسىلاتى.
uk: Докладніше.
vi: Tìm hiểu thêm.
zh_cn: 详细了解。
zh_tw: 了解更多資訊。

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v136
source: Learn more
br: Gouzout hiroc’h
bs: Saznajte više
ca: Més informació
co: Sapene di più
cs: Zjistit více
cy: Dysgu rhagor
da: Læs mere
de: Weitere Informationen
dsb: Dalšne informacije
el: Μάθετε περισσότερα
eo: Pli da informo
es: Saber más
es_ar: Conocer más
es_cl: Aprender más
es_es: Saber más
es_mx: Saber más
eu: Argibide gehiago
fi: Lue lisää
fr: En savoir plus
gl: Máis información
he: מידע נוסף
hr: Saznaj više
hsb: Dalše informacije
hu: További tudnivalók
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari lebih lanjut
is: Fræðast meira
it: Ulteriori informazioni
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
kk: Көбірек білу
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
nb: Les mer
nl: Meer info
nn: Les meir
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
pt_pt: Saber mais
rm: Ulteriuras infurmaziuns
ru: Подробнее
sat_olck: ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ
scn: Cchiù nfurmazzioni
si: තව දැනගන්න
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni më tepër
sv: Läs mer
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
tt: Күбрәк белү
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解
zh_tw: 了解更多資訊

# Onboarding.TermsOfService.PrivacyPreferences.Title.v135
source: Help us make %@ better
br: Sikourit ac’hanomp da wellaat %@
bs: Pomozite nam da učinimo %@ boljim
ca: Ajudeu-nos a millorar el %@
co: Aiutateci à amendà %@
cs: Pomozte nám vylepšit %@
cy: Helpwch ni i wneud %@ yn well
da: Hjælp os med at gøre %@ bedre
de: Helfen Sie uns, %@ zu verbessern
dsb: Pomagajśo nam, %@ pólěpšyś
el: Βοηθήστε μας να βελτιώσουμε το %@
eo: Helpu nin plibonigi %@
es: Ayúdanos a mejorar %@
es_ar: Ayudanos a mejorar %@
es_cl: Ayúdanos a mejorar %@
es_es: Ayúdanos a mejorar %@
es_mx: Ayúdanos a hacer un mejor %@
eu: Lagun iezaguzu %@ hobetzen
fi: Auta meitä parantamaan %@ia
fr: Aidez-nous à améliorer %@
gl: Axúdanos a mellorar %@
he: עזרו לנו לשפר את %@
hr: Pomogni nam poboljšati %@
hsb: Pomhajće nam, %@ polěpšić
hu: Segítsen jobbá tenni a %@ alkalmazást
hy_am: Օգնեք մեզ բարելավել %@-ը
ia: Adjuta nos a render %@ melior
id: Bantu kami membuat %@ lebih baik
is: Hjálpaðu okkur að gera %@ betri
it: Aiutaci a migliorare %@
ja: %@ の改善にご協力ください
ka: დაგვეხმარეთ, გავაუმჯობესოთ %@
kab: All-aneɣ ad nerr %@ igerrez ugar
kk: Бізге %@ жақсартуға көмектесіңіз
ko: %@를 개선할 수 있도록 도와주세요
lo: ຊ່ວຍພວກເຮົາເຮັດໃຫ້ %@ ດີຂຶ້ນ
ml: %@-നു് മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുക
nb: Hjelp oss med å gjøre %@ bedre
nl: Help ons %@ te verbeteren
nn: Hjelp oss med å gjere %@ betre
pa_in: %@ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਸਾਡੀ ਮਦਦ ਕਰੋ
pt_br: Ajude-nos a melhorar o %@
pt_pt: Ajude-nos a tornar o %@ melhor
rm: Ans gida a meglierar %@
ru: Помогите нам сделать %@ лучше
scn: Ajùtani a fari megghiu %@
sk: Pomôžte nám zlepšiť %@
sl: Pomagajte nam izboljšati %@
sq: Ndihmonani ta bëjmë %@-in më të mirë
sv: Hjälp oss att göra %@ bättre
tg: Ба мо барои беҳтар кардани браузери «%@» кумак расонед
th: ช่วยเราทำให้ %@ ดีขึ้น
tr: %@ tarayıcısını iyileştirmemize yardım edin
ug: %@ نى تېخىمۇ ياخشى قىلىشىمىزغا ياردەملىشىدۇ
uk: Допоможіть нам зробити %@ кращим
vi: Hãy giúp chúng tôi cải thiện %@
zh_cn: 帮助我们改进 %@
zh_tw: 幫助我們讓 %@ 變得更好

# Onboarding.TermsOfService.Subtitle.v136
source: Fast and secure web browsing
br: Merdeiñ buan ha diogel
bs: Brzo i sigurno pregledavanje weba
ca: Navegació web ràpida i segura
co: Una navigazione rapida è assicurizata
cs: Rychlé a bezpečné prohlížení webu
cy: Pori gwe cyflym a diogel
da: Hurtig og sikker browsing
de: Schnelles und sicheres Surfen im Internet
dsb: Malsne a wěste pśeglědowanje
el: Γρήγορη και ασφαλής περιήγηση στον ιστό
eo: Rapida kaj sekura retumo
es: Navegación web rápida y segura
es_ar: Navegación web rápida y segura
es_cl: Navegación web rápida y segura
es_es: Navegación web rápida y segura
es_mx: Navegación web rápida y segura
eu: Web nabigatze bizkor eta segurua
fi: Nopeaa ja turvallista verkkoselailua
fr: Une navigation rapide et sûre
gl: Navegación web rápida e segura
he: גלישה מהירה ומאובטחת באינטרנט
hr: Brzo i privatno pregledavanje weba
hsb: Spěšne a wěste přehladowanje
hu: Gyors és biztonságos webböngészés
hy_am: Արագ և անվտանգ վեբ զննարկում
ia: Le navigation del web veloce e secur
id: Penjelajahan web yang cepat dan aman
is: Hratt og öruggt vafur á netinu
it: Navigazione veloce e sicura
ja: 高速で安全なウェブブラウジング
ka: გვერდების თვალიერება სწრაფად და დაცულად
kab: Tinigin taruradt, taɣellsant deg uẓeṭṭa
kk: Интернетті жылдам және қауіпсіз шолу
ko: 빠르고 안전한 웹 브라우징
lo: ການທ່ອງເວັບທີ່ວ່ອງໄວ ແລະ ປອດໄພ
ml: വേഗതയേറിയതും സുരക്ഷിതവുമായ വെബ് തിരയൽ
nb: Rask og sikker nettsurfing
nl: Snel en veilig surfen op het web
nn: Rask og sikker nettsurfing
pa_in: ਤੇਜ਼ ਅਤੇ ਸੁਰੱਖਿਅਤ ਵੈੱਬ ਬਰਾਊਜ਼ਿੰਗ
pt_br: Navegação rápida e segura
pt_pt: Navegação web rápida e segura
rm: Navigaziun svelta e segira en il web
ru: Быстрый и безопасный сёрфинг
scn: Navicazzioni lesta e sicura
sk: Rýchle a bezpečné prehliadanie webu
sl: Hitro in varno brskanje po spletu
sq: Shfletim i shpejtë dhe siguruar
sv: Snabb och säker webbläsning
tg: Тамошобинии тезкор ва бехатар дар Интернет
th: เรียกดูเว็บได้อย่างรวดเร็วและปลอดภัย
tr: Hızlı ve güvenli web gezintisi
ug: تېز ۋە بىخەتەر تور زىيارىتى
uk: Швидкий і безпечний вебперегляд
vi: Duyệt web nhanh và an toàn
zh_cn: 快速又安全的浏览体验
zh_tw: 又快又安全地上網

# Onboarding.TermsOfService.Title.v135
source: Welcome to %@
br: Donemat war %@
bs: Dobrodošli u %@
ca: Us donem la benvinguda al %@
co: Benvenuta in %@
cs: Vítá vás %@
cy: Croeso i %@
da: Velkommen til %@
de: Willkommen bei %@
dsb: Witajśo k %@
el: Καλώς ορίσατε στο %@
eo: Bonvenon al %@
es: Te damos la bienvenida a %@
es_ar: Bienvenido a %@
es_cl: Te damos la bienvenida a %@
es_es: Te damos la bienvenida a %@
es_mx: Te damos la bienvenida a %@
eu: Ongi etorri %@(e)ra
fi: Tervetuloa %@iin
fr: Bienvenue dans %@
gl: Benvido a %@
he: ברוכים הבאים אל %@
hr: Dobro došao, dobro došla u %@
hsb: Witajće k %@
hu: Üdvözli a %@
hy_am: Բարի գալուստ %@
ia: Benvenite a %@
id: Selamat datang di %@
is: Velkomin í %@
it: Benvenuto in %@
ja: %@ へようこそ
ka: მოგესალმებათ %@
kab: Ansuf ɣer %@
kk: %@ өніміне қош келдіңіз
ko: %@에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ %@
ml: %@ ലേക്ക് സ്വാഗതം
nb: Velkommen til %@
nl: Welkom bij %@
nn: Velkomen til %@
pa_in: %@ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pt_br: Boas-vindas ao %@
pt_pt: Boas-vindas ao %@
rm: Bainvegni en %@
ru: Добро пожаловать в %@
scn: Bummegna nne %@
si: %@ වෙත පිළිගනිමු!
sk: Víta vás %@
sl: Dobrodošli v %@u
sq: Mirë se vini te %@
sv: Välkommen till %@
tg: Хуш омадед ба «%@»
th: ยินดีต้อนรับสู่ %@
tr: %@ tarayıcısına hoş geldiniz
tt: %@ кушымтасына рәхим итегез
ug: %@ قا خۇش كەپسىز!
uk: Вітаємо в %@
vi: Chào mừng đến với %@
zh_cn: 欢迎使用 %@
zh_tw: 歡迎使用 %@！

# Onboarding.TermsOfUse.TermsOfUseLink.v136
source: %@ Terms of Use.
br: Termenoù implij %@.
bs: %@ uslovi korištenja.
ca: condicions d'ús del %@.
co: Cundizioni d’utilizazione di %@.
cs: Podmínky používání aplikace %@.
cy: Amodau Defnydd %@
da: Betingelser for brug af %@.
de: Nutzungsbedingungen von %@.
dsb: Wužywańske wuměnjenja %@.
el: Όροι χρήσης %@.
eo: Kondiĉoj de uzo de %@.
es: Términos de uso de %@.
es_ar: Términos de uso de %@.
es_cl: Términos de uso de %@.
es_es: Términos de uso de %@.
es_mx: %@ Términos de uso.
eu: %@ erabiltzeko baldintzak.
fi: %@in käyttöehdot.
fr: Conditions d’utilisation de %@.
gl: Termos de uso de %@.
he: תנאי השימוש של %@.
hr: %@ uvjeti korištenja.
hsb: Wužiwanske wuměnjenja %@.
hu: A %@ felhasználási feltételei
hy_am: %@-ի օգտագործման պայմաններ
ia: Conditiones de uso de %@.
id: Ketentuan Penggunaan %@.
is: Notkunarskilmálar %@.
it: Condizioni di utilizzo di %@.
ja: %@ 利用規約
ka: %@ – გამოყენების პირობები.
kab: Tiwtilin n useqdec n %@.
kk: %@ қолдану шарттары.
ko: %@ 이용약관
lo: %@ ເງື່ອນໄຂການໃຊ້ງານ.
ml: %@ ഉപയോഗനിബന്ധനകൾ.
nb: %@ brukervilkår.
nl: Gebruiksvoorwaarden van %@.
nn: %@ brukarvilkår.
pa_in: %@ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਹਨ।
pt_br: Termos de uso do %@.
pt_pt: Termos de utilização do %@.
rm: Cundiziuns d’utilisaziun da %@.
ru: Условия использования %@.
scn: Tèrmini di sirbizzu di %@.
si: %@ භාවිත නියම
sk: Podmienky používania aplikácie %@.
sl: Pogoji uporabe %@a.
sq: Kushte Përdorimi %@.
sv: Användarvillkor för %@.
tg: Шартҳои истифодаи «%@»
th: เงื่อนไขการใช้งาน %@
tr: %@ Kullanım Koşulları
ug: %@ نىڭ ئىشلىتىش شەرتلىرى.
uk: Умови використання %@.
vi: Điều khoản sử dụng %@.
zh_cn: %@ 使用条款。
zh_tw: %@ 使用條款。

# Onboarding.Modern.Customization.Toolbar.Title.v140
source: Choose where to put your address bar
bs: Odaberite gdje ćete postaviti adresnu traku
ca: Trieu on voleu col·locar la barra d’adreces
cs: Vyberte, kam chcete umístit adresní řádek
cy: Dewiswch ble i roi eich bar cyfeiriad
da: Vælg, hvor du vil have vist adresselinjen
de: Wählen Sie, wo die Adressleiste angezeigt werden soll
dsb: Rozsuźćo, źož ma wašo adresowe pólo byś
el: Επιλέξτε πού θα βρίσκεται η γραμμή διευθύνσεων
eo: Elekti la lokon, kien meti vian adresan strion
es_ar: Elegir dónde poner la barra de direcciones
es_cl: Elige dónde colocar tu barra de direcciones
es_es: Elegir dónde poner tu barra de direcciones
fi: Valitse osoitepalkin sijoittelu
fr: Choisissez où placer votre barre d’adresse
he: בחירה במיקום שורת הכתובת שלך
hr: Odaberi gdje želiš postaviti adresnu traku
hsb: Rozsudźće, hdźež ma waše adresowe polo być
hu: Válassza ki a címsor helyét
hy_am: Ընտրեք, թե որտեղ տեղադրել հասցեի տողը
ia: Elige ubi poner tu barra de adresses
is: Veldu hvar á að setja veffangastikuna þína
it: Scegli dove posizionare la barra degli indirizzi
ja: アドレスバーの配置場所を選択する
ka: აირჩიეთ, სად განთავსდეს მისამართების ზოლი
kab: Fren anida ara terreḍ afeggag n tansiwin
kk: Адрестік жолағын қайда қою керектігін таңдаңыз
ko: 주소 표시줄의 위치 선택
lo: ເລືອກບ່ອນທີ່ຈະໃສ່ແຖບທີ່ຢູ່ຂອງເຈົ້າ
ml: താങ്ങൾക്കു് വിലാസപ്പട്ട എവിടെയിടണമെന്നു് തിരഞ്ഞെടുക്കുക
nb: Velg hvor du vil plassere adresselinjen
nl: Kies waar u uw adresbalk wilt plaatsen
nn: Velg kvar du vil plassere adresselinja
pa_in: ਚੁਣੋ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਐਡਰੈਸ ਪੱਟੀ ਨੂੰ ਕਿੱਥੇ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ
pt_br: Escolha onde posicionar a barra de endereços
pt_pt: Escolha onde colocar a sua barra de endereço
ru: Выберите, где поместить вашу адресную строку
scn: Scarta unni mèttiri a barra dû nnirizzu
sk: Vyberte, kam umiestniť panel s adresou
sl: Izberite, kje naj bo prikazana naslovna vrstica
sv: Välj var adressfältet ska placeras
tg: Интихоб кунед, ки дар куҷо навори нишонии худро ҷойгир мекунед
th: จัดวางแถบที่อยู่ของคุณ
tr: Adres çubuğunu nereye koyacağınızı seçin
ug: ئادرېس بالداق ئورنى تاللىنىدۇ
uk: Виберіть, де розмістити панель адреси
vi: Chọn nơi đặt thanh địa chỉ của bạn
zh_cn: 选择地址栏的位置
zh_tw: 選擇要將網址列放置於何處

# Onboarding.Modern.Sync.Description.v140
source: Get your bookmarks, history, and passwords on any device.
bs: Primajte svoje zabilješke, historiju i lozinke na bilo kojem uređaju.
ca: Accediu a les vostres adreces d’interès, historial i contrasenyes en qualsevol dispositiu.
cs: Mějte své záložky, historii prohlížení a hesla na jakémkoliv zařízení.
cy: Cael eich nodau tudalen, hanes a chyfrineiriau ar eich holl ddyfeisiau.
da: Få adgang til dine bogmærker, historik og adgangskoder på alle dine enheder.
de: Nehmen Sie Ihre Lesezeichen, Chronik und Passwörter auf jedem Gerät mit.
dsb: Wzejśo swóje cytańske znamjenja, historiju a gronidła na někakem rěźe sobu.
el: Λάβετε τους σελιδοδείκτες, το ιστορικό και τους κωδικούς πρόσβασής σας σε κάθε συσκευή.
eo: Aliru viajn legosignojn, historion kaj pasvortojn en iu ajn aparato.
es_ar: Tené tus marcadores, historial y contraseñas en cualquier dispositivo.
es_cl: Ten tus marcadores, historial y contraseñas en cualquier dispositivo.
es_es: Ten tus marcadores, historial y contraseñas en cualquier dispositivo.
fi: Hanki kirjanmerkit, historia ja salasanat mille tahansa laitteelle.
fr: Accédez à vos marque-pages, à votre historique et à vos mots de passe depuis n’importe quel appareil.
he: קבלת הסימניות, ההיסטוריה והססמאות שלך בכל מכשיר.
hr: Primaj svoje zabilješke, povijest i lozinke na bilo kojem uređaju.
hsb: Wzmiće swoje zapołožki, historiju a hesła na někajkim graće sobu.
hu: Kapja meg a könyvjelzőit, előzményeit és jelszavait az összes eszközén.
hy_am: Համաժամեցրեք ձեր էջանիշերը, պատմությունը և գաղտնաբառերը ձեր հեռախոսում:
ia: Accede a tu marcapaginas, chronologia, e contrasignos sur qualcunque apparato.
is: Fáðu bókarmerkin þín, ferli og lykilorð á öll tækin þín.
it: Accedi ai tuoi segnalibri, cronologia e password da qualsiasi dispositivo.
ja: ご使用のどの端末でもブックマーク、履歴、パスワードを共有できます。
ka: მიიღეთ წვდომა თქვენს სანიშნებთან, ისტორიასა და პაროლებთან ყველა მოწყობილობაზე.
kab: Awi Ticraḍ-ik⋅im n yisebtar, azray akked wawalen n uɛeddi deg meṛṛa ibenkan-ik⋅im.
kk: Бетбелгілер, шолу тарихы және парольдерді кез келген құрылғыңызда алыңыз.
ko: 모든 기기에서 북마크와 기록, 비밀번호를 가져옵니다.
lo: ສາມາດເອົາບຸກມາກ, ປະຫວັດ, ແລະ ລະຫັດຜ່ານຂອງທ່ານຈາກອຸປະກອນໃດກໍໄດ້.
ml: ഏതെങ്കിലും ഉപകരണത്തിൽ താങ്ങളുടെ അടയാളക്കുറിപ്പുകളും നാൾവഴിയും ഒളിവാക്കുകളും നേടുക.
nb: Få dine bokmerker, historikk og passord på hvilken som helst enhet.
nl: Neem uw bladwijzers, geschiedenis en wachtwoorden mee op elk apparaat.
nn: Få bokmerka dine, historikk og passord på kva som helst eining.
pa_in: ਕਿਸੇ ਵੀ ਡਿਵਾਈਸਾਂ ਉੱਤੇ ਆਪਣੇ ਬੁੱਕਮਾਰਕ, ਅਤੀਤ ਅਤੇ ਪਾਸਵਰਡ ਲਵੋ।
pt_br: Tenha seus favoritos, histórico e senhas em qualquer dispositivo.
pt_pt: Obtenha os seus marcadores, histórico e palavras-passe em qualquer dispositivo.
ru: Получите доступ к своим закладкам, истории и паролям на любом устройстве.
scn: Ricupigghia i nzingalibbra, a crunuliggìa e i chiavi nnôn dispusitivu quali chi fussi.
sk: Majte svoje záložky, históriu a heslá na všetkých svojich zariadeniach.
sl: Imejte zaznamke, zgodovino in gesla pri roki na vsaki napravi.
sv: Få dina bokmärken, historik och lösenord på vilken enhet som helst.
tg: Ба хатбаракҳо, таърих ва ниҳонвожаҳои худро дар ҳамаи дастгоҳҳои худ дастрасӣ пайдо намоед.
th: เข้าถึงที่คั่นหน้า ประวัติ และรหัสผ่านของคุณได้จากทุกอุปกรณ์
tr: Yer imlerinizi, geçmişinizi ve parolalarınızı tüm cihazlarınızda kullanın.
ug: خالىغان ئۈسكۈنىدە خەتكۈچ، تارىخ ۋە ئىم ئۇچۇرلىرىغا ئېرىشەلەيدۇ.
uk: Отримайте доступ до закладок, історії та паролів на будь-якому пристрої.
vi: Lưu dấu trang, lịch sử và mật khẩu của bạn trên mọi thiết bị.
zh_cn: 跨设备查看书签、历史记录和密码。
zh_tw: 從任何裝置使用您的書籤、瀏覽紀錄、密碼。

# Onboarding.Modern.Sync.SignIn.Action.v140
source: Start Syncing
bs: Započni sinhronizaciju
ca: Inicia la sincronització
cs: Zahájit synchronizaci
cy: Cychwyn Cydweddu
da: Start synkronisering
de: Mit Synchronisierung beginnen
dsb: Synchronizaciju zachopiś
el: Έναρξη συγχρονισμού
eo: Komenci speguli
es_ar: Empezar a sincronizar
es_cl: Empezar a sincronizar
es_es: Empezar a sincronizar
fi: Aloita synkronointi
fr: Démarrer la synchronisation
he: התחלה בסנכרון
hr: Započni sinkronizaciju
hsb: Synchronizaciju započeć
hu: Szinkronizálás indítása
hy_am: Սկսել համաժամեցումը
ia: Comencia a synchronisar
is: Hefja samstillingu
it: Avvia la sincronizzazione
ja: 同期を開始
ka: დასინქ. დაწყება
kab: Bdu amtawi
kk: Синхрондауды бастау
ko: 동기화 시작
lo: ເລີ່ມການຊິງຄ
ml: സമന്വയിപ്പിക്കാൻ തുടങ്ങുക
nb: Start synkronisering
nl: Begin met synchroniseren
nn: Start synkronisering
pa_in: ਸਿੰਕ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Iniciar sincronização
pt_pt: Começar a sincronizar
ru: Начать синхронизацию
scn: Accumincia a sincrunizzari
sk: Spustiť synchronizáciu
sl: Začnite sinhronizirati
sv: Börja synkronisera
tg: Оғози ҳамоҳангсозӣ
th: เริ่มซิงค์
tr: Eşitlemeyi başlat
ug: قەدەمداشنى باشلايدۇ
uk: Почати синхронізацію
vi: Bắt đầu đồng bộ hoá
zh_cn: 开始同步
zh_tw: 開始同步

# Onboarding.Modern.Sync.Title.v140
source: Instantly pick up where you left off
bs: Odmah nastavite tamo gdje ste stali
ca: Continueu des d’on ho deixeu
cs: Okamžitě pokračujte tam, kde jste skončili
cy: Ail gychwyn yn syth o'r lle roeddech chi
da: Fortsæt hurtigt hvor du slap
de: Machen Sie sofort da weiter, wo Sie aufgehört haben
dsb: Cyńśo tam ned dalej, źož sćo pśestał
el: Συνεχίστε άμεσα από εκεί που σταματήσατε
eo: Tuj rekomencu kie vi haltis
es_ar: Continuá instantáneamente desde donde lo dejaste
es_cl: Continúa instantáneamente donde quedaste
es_es: Continúa al instante desde donde lo dejaste
fi: Jatka siitä mihin jäit
fr: Reprenez instantanément là où vous en étiez
he: להמשיך מאיפה שהפסקת באופן מיידי
hr: Nastavi tamo gdje si stao/la
hsb: Čińće hnydom tam dale, hdźež sće přestał
hu: Azonnal folytassa ott, ahol abbahagyta
hy_am: Շարունակեք այնտեղից, որտեղ որ կանգնել էիք:
ia: Instantaneemente reprende de ubi tu lassava
is: Haltu strax áfram þar sem frá var horfið
it: Riprendi velocemente da dove eri rimasto
ja: 中断したところからすぐに再開できます
ka: მყისვე განაგრძეთ იქიდან, სადაც შეჩერდით
kk: Тоқтаған жерден бірден жалғастырыңыз
ko: 멈췄던 부분에서 바로 다시 시작하세요.
lo: ສືບຕໍຈາກບ່ອນທີ່ທ່ານໄດ້ເຮັດຄ້າງປະໄວ້ໄດ້ໃນທັນທີ
ml: നിങ്ങൾ നിൎത്തിയയിടത്തിൽ നിന്നു് ഉടൻ തുടങ്ങുക
nb: Fortsett umiddelbart der du sluttet
nl: Ga direct verder waar u was gebleven
nn: Hald fram direkte der du slutta
pa_in: ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡਿਆ ਸੀ, ਉਥੋਂ ਫ਼ੌਰਨ ਖੋਲ੍ਹੋ
pt_br: Continue imediatamente de onde parou
pt_pt: Continue de onde ficou, instantaneamente
ru: Мгновенно вернитесь к месту, где остановились
scn: Ripigghia sùbbitu d’unni lassasti
sk: Okamžite pokračujte tam, kde ste prestali
sl: Hitro nadaljujte, kjer ste ostali
sv: Fortsätt direkt där du slutade
tg: Ба он ҷое, ки шумо ба қарибӣ тамошо кардаед, дарҳол баргардонед
th: ต่อยอดจากที่คุณทำค้างไว้ได้ทันที
tr: Kaldığınız yerden anında devam edin
ug: شۇئان ئالدىنقى قېتىم كەلگەن جايدىن داۋاملاشتۇرىدۇ
uk: Миттєво продовжуйте з того місця, де зупинилися
vi: Bắt đầu tức thì từ nơi bạn đã dừng lại
zh_cn: 立即从上次看到的地方继续浏览
zh_tw: 立即從結束的地方繼續
